[
  {
    "projectName": "Spatter",
    "projectAbstract": "Spatter is a memory system benchmarking tool that allows for multi-platform (CPU, GPU) testing of sparse memory accesses commonly found in HPC and AI applications. Recent developments by Los Alamos National Lab and Georgia Tech have enabled further tools to analyze applications and extract patterns to be used as inputs to Spatter.",
    "projectAreas": [
      "HPC"
    ],
    "licenses": [
      "BSD-3-Clause"
    ],
    "contacts": [
      {
        "name": "Jeffrey Young",
        "email": "jyoung9@gatech.edu"
      },
      {
        "name": "Patrick Lavin",
        "email": "prlavin@sandia.gov"
      }
    ],
    "projectUrl": "https://github.com/hpcgarage/spatter",
    "guidelinesUrl": "https://github.com/hpcgarage/spatter/blob/main/CONTRIBUTING.md"
  },
  {
    "projectName": "MFC",
    "projectAbstract": "MFC is a computational fluid dynamics solver used to solve problems in health, energy, and defense. It incorporates several physical phenomenologies. Focus is paid to performance, with kernels optimized to GPU devices and algorithms tailored so the solver scales to 100% of GPU-based exascale machines like OLCF Frontier.",
    "projectAreas": [
      "HPC"
    ],
    "licenses": [
      "MIT"
    ],
    "contacts": [
      {
        "name": "Spencer Bryngelson",
        "email": "shb@gatech.edu"
      }
    ],
    "projectUrl": "https://mflowcode.github.io",
    "guidelinesUrl": "https://mflowcode.github.io"
  },
  {
    "projectName": "QCManyBody",
    "projectAbstract": "Intermolecular many-body expansion with QCArchive integration",
    "projectAreas": [
      "Other"
    ],
    "licenses": [
      "BSD-3-Clause"
    ],
    "contacts": [
      {
        "name": "Lori A. Burns",
        "email": "lori.burns@gmail.com"
      },
      {
        "name": "C. David Sherrill",
        "email": "sherrill@gatech.edu"
      }
    ],
    "projectUrl": "https://github.com/MolSSI/QCManyBody",
    "guidelinesUrl": ""
  },
  {
    "projectName": "CuPBoP (Cuda for Parallelized and Broad-range Processors)",
    "projectAbstract": "CuPBoP is a framework which support executing unmodified CUDA source code on non-NVIDIA devices. Currently, CuPBoP support serveral CPU backends, including x86, AArch64, and RISC-V.",
    "projectAreas": [
      "CS"
    ],
    "licenses": [
      "Apache-2.0"
    ],
    "contacts": [
      {
        "name": "Hyesoon Kim",
        "email": "hyesoon@cc.gatech.edu"
      }
    ],
    "projectUrl": "https://github.com/cupbop/CuPBoP",
    "guidelinesUrl": ""
  },
  {
    "projectName": "Apache Airavata",
    "projectAbstract": "Apache Airavata is an open-source software framework that simplifies complex computational experiments by providing robust solutions across three core areas: Data Management, Security, and Execution Management. It empowers scientists to leverage distributed computing resources seamlessly while enabling developers to build customizable science gateways. Widely adopted across scientific domains, Apache Airavata has been instrumental in powering over 50 science gateways through its flagship deployment, the Science Gateways Platform as a Service (SciGaP). Supported by NSF, NASA, and NIH funding, Airavata continues to drive innovation by integrating modern technologies like AI/ML and streamlining access to distributed resources, accelerating scientific discovery.",
    "projectAreas": [
      "AI",
      "CS",
      "HPC",
      "Other"
    ],
    "licenses": [
      "Apache-2.0"
    ],
    "contacts": [
      {
        "name": "Suresh Marru",
        "email": "smarru@apache.org"
      }
    ],
    "projectUrl": "https://airavata.apache.org/",
    "guidelinesUrl": ""
  }
]